{
    "albums": [
      {
        "name": "The Black Crowes",
        "shortname": "shakeyourmoneymaker",
        "albumname": "Shake Your Money Maker",
        "summary": "Shake Your Money Maker is the debut studio album by American rock band the Black Crowes, released on February 13, 1990 on Def American Recordings. It is the only album by the band to feature guitarist Jeff Cease. The album is named after a classic blues song written by Elmore James. The Black Crowes have played the song live many times over the years, but it is not included on this album. Shake Your Money Maker peaked at No. 4 on the Billboard 200, and two of its singles, 'Hard to Handle' and 'She Talks to Angels', reached No. 1 on the Mainstream Rock Tracks chart. 'Jealous Again', 'Twice As Hard' and 'Seeing Things' were also charting singles in the United States.Shake Your Money Maker is the Black Crowes' best selling album, having sold more than 5 million copies. credit: wikipedia",
        "artwork": ["album-shake-your-money-maker.jpeg"],
        "albumSM": "https://open.spotify.com/album/2NRRQLuW6j3EsoWpIl2MR3?si=lGUF4O1xSqWhS5IUS0vRWQ"
      },
      {
        "name": "The Black Crowes",
        "shortname": "southernharmony",
        "albumname": "The Southern Harmony and Musical Companion",
        "summary": "The Southern Harmony and Musical Companion is the second studio album by American rock band the Black Crowes, released on May 12, 1992. It was the first album by the band to feature Marc Ford on lead guitar, replacing Jeff Cease, who was fired the year before, and the first to feature keyboardist Eddie Harsch. The album's name derives from the full name of the Southern Harmony, an influential 1835 hymnal compiled by William Walker. credit: wikipedia",
        "artwork": ["album-the-southern-harmony-and-musical-companion.jpeg"],
        "albumSM": "https://open.spotify.com/album/4hVgzAM4i3dPdhZQki9cKk?si=LIzCqJbLSDKKp4SyhjIwoA"
      },
      {
        "name": "The Black Crowes",
        "shortname": "threesnakes",
        "albumname": "Three Snakes and One Charm",
        "summary": "Three Snakes garnered generally positive reviews upon its release. Stephen Thomas Erlewine gave album three stars on AllMusic, stating the album was 'a winning album, mainly because the Black Crowes' musicianship continues to deepen -- the musical fusions and eclecticism are seamless.' Rolling Stone magazine also gave the album three stars, noting that it works best when it forsakes album-oriented pretension for singular clarity, from the oblique Beatles references on 'Nebakanezer' and 'Bring On, Bring On' to the Sly Stone-cum-Al Green funk of '(Only) Halfway to Everywhere' and the warm acoustic resignation of 'Better When You're Not Alone.' credit: wikipedia",
        "artwork": ["3snakes1charm.jpeg"],
        "tracklist": "",
        "albumSM": "https://open.spotify.com/album/5KEqZXp6Aw2LF6J5bjelbf?si=LW2hWBXIQzmbbOQzrXQRFg"
      },
      {
        "name": "The Black Crowes",
        "shortname": "amorica",
        "albumname": "Amorica",
        "summary": "Amorica is the third studio album by American rock band The Black Crowes. Spawned from the band's unreleased, incompleted, scrapped Tall album, Amorica was released November 1, 1994, on American Recordings and reissued in the UK in 1998 with two bonus tracks. Amorica reached gold status in the United States, shipping 500,000 copies. credit: wikipedia",
        "artwork":["Amorica_censored_cover.jpeg"],
        "tracklist": "",
        "albumSM": "https://open.spotify.com/album/2CRxy0mStMW5Ld1cXsVpgU?si=RoF3VnDeSI6dgJSn9c-aow"
      },
      {
        "name": "The Black Crowes",
        "shortname": "liveatthegreek",
        "albumname": "Live at the Greek",
        "summary": "Live at the Greek: Excess All Areas is a double live album by Jimmy Page and the Black Crowes, released by musicmaker.com on 29 February 2000 and reissued by TVT Records on 4 July 2000.",
        "artwork": ["LiveAtTheGreek.jpeg"],
        "tracklist": "",
        "albumSM": "https://open.spotify.com/album/4LgSNfHfSLGEB0EufP9aIB?si=_4SenARDRKqHgQIdSiiNhg"
      }
    ]
  }